[
{"name": "notebook asus tuf gamer i7 16gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "12.999,00", "marca": "Asus", "processador": "NT/NI", "ram": "16 GB", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "512 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-i1100-m30pb 15.6 fhd 11 ger intel core i5 8gb 512gb ssd nvidia rtx 3050 windows 11 + mochila", "preco": "7.599,00", "marca": "Dell", "processador": "11 geração de Intel Core i5-11400H (cache de 12MB, até 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Windows 11", "placa": "Placa de vídeo dedicada nvidia GeForce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer asus, intel coret i5 9300h, 8gb, 256gb ssd, 15,6 full hd 120hz, nvidia gtx 1650, preto - x571gt-al887t", "preco": "5.480,00", "marca": "ASUS", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "256 gb", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-a0500-mm15p 15.6 fhd amd ryzen 5 16gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "7.599,00", "marca": "Dell", "processador": "Amd Ryzen 5 5600H (6-core, 12-thread, até 4.2Ghz", "ram": "16 GB", "so": "Windows 11 Home em Português (Brasil", "placa": "Placa de vídeo dedicada nvidia geforce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512 GB", "nota": "5.0", "avaliadores": [], "comentarios": ["Chegou em 2 semanas muito bem embalado, sem um arranhão. O desempenho do notebook é ótimo. É muito rápido, maravilhoso pra jogar pela velocidade e pela qualidade da imagem. O design também é lindo. Estou muito satisfeita.", "equipamento é muito bem acabado e é literalmente um monstro em processamento. Até o momento estou satisfeito"]},
{"name": "notebook gamer dell g15-i1000-u20p 15.6 fhd 10 geração intel core i5 8gb 512gb ssd nvidia gtx 1650 linux", "preco": "6.049,00", "marca": "Dell", "processador": "10 geração de Intel Core i5-10500H (cache de 12MB, até 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Linux", "placa": "Placa de vídeo dedicada nvidia GeForce gtx 1650 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-a0500-mm10p 15.6 fhd amd ryzen 5 8gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "6.899,00", "marca": "Dell", "processador": "Amd Ryzen 5 5600H (6-core, 12-thread, até 4.2Ghz", "ram": "8 GB", "so": "Windows 11", "placa": "Placa de vídeo dedicada nvidia geforce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "3.8", "avaliadores": [], "comentarios": ["comprei o equipamento dia 09/11, dia 17/11 recebi o produto, é um otimo equipamento esta suprimindo tranquilamente minhas necessidades, quando estou usando o mesmo apenas para estudar, a temperatura fica na casa dos 50 a 60 graus, onde a ventilação nem é acionada, falando sobre a ventilação, mesmo quando esta a 100% da rotação das ventoinhas, achei bem silencioso, pelo menos pra mim, nao incomoda em nada, tem ate um som gostoso de ouvir, um som de parecido com som de chuva. jogando, a temperatura dele fica entre 70 e 80 graus se as ventoinhas estiverem no máximo. a tela, estou me acostumando ainda, a definição é muito boa, porém a tela possui cores quentes, eu tenho preferência por cores mais frias, acho que a dell tinha que liberar alguma ferramenta para que o usuário possa configurar conforme a sua preferência, assim como celulares da samsung por exemplo, onde vc tem essas opções de configurações. o notebook é pesado, porém isso nao é um problema, eu ja sabia que um notebook com essas especificações nao seria leve. é pesado porém nada tao absurdo. o teclado é rgb de 4 zonas e te da varias opções de iluminação, vc pode definir as cores que quiser para cada zona. so a iluminação na cor branca que fica azulada, nao é tao branca e tao brilhante quanto a do meu notebook antigo que tbm é dell. o teclado é padrao americano, nao tem \"ç\" o que pra mim esta sendo um certo problema pois eu uso tbm para estudar, estou no periodo da \"curva de aprendizagem\" me acostumando com esse teclado. as conexões atrás, as vezes é interessante, outras vezes mais atrapalha do que ajuda, pois nao posso deixar o notebook encostado na parede quando estiver  om cabo hdmi, ou com cabo de força, ou com algum dispositivo usando as portas usb na parte de trás. acabamento todo em plástico, nao vejo problema visto que é um plástico vem rígido, e se fosse de alumínio seria melhor sem dúvidas, e tbm seria mais pesado. entao por ser um plástico de qualidade, esta otimo pra mim. bateria, tem gente falando que so esta conseguindo 1h20, 1h30, nao sei o que essas pessoas estao fazendo, eu consigo mais quase 4 horas fácil em uso leve tipo nos estudos onde so fico basicamente no navegador e bloco de notas mesmo com a tela quase no brilho maximo e iluminação do teclado ativa no brilho maximo tbm, so a ventilação que na maior parte do tempo fica desligada devido a temperatura se manter na casa dos 50 a 60 graus. \ne para quem quer mais parâmetros em jogos.\nnao testei em muitos jogos porém ja testei alguns títulos. e todos testei ligado na tv 4k por cabo hdmi.\n\ncrysis 3 em full hd fica em torno dos 70 a 80 fps com os gráficos do jogo no maximo.\nporém nos meus testes foi mais interessante rodar na resolução 2k com os gráficos no alto (nao no muito alto) rodando entre 60 e 70 fps.\n\ncyberpunk. esse teve que ser em full hd com gráficos no alto. rodando entre 40 e 50 fps.\n\nforza horizon 5, rodando em 2k com gráficos no alto me deu uma taxa de fps entre 45 e 55 fps com direito a msgn do jogo informando que a memoria da placa de video estava baixa. porém o jogo rodou fluido sem travamentos.\n\nbom vale deixar claro que eu comprei o notebook com 8gb porem comprei a parte 2 pentes de 8gb da hyperx fury impact 3200mhz. entao estou com 16gb a 3200mhz, o que deve ter dado um desempenho a mais nesses testes que eu fiz.", "O notebook tem uma falha de desenvolvimento da bios torna a iluminacao do teclado intermitente. Resumindo, a iluminacao so funciona quando quer. O software alienware e nulo. Serve pra nada. A dell vai te deixar na mao. Eles nao querem reconhecer o problema. Vai ter que se conformar em ficar com o teclado manco.", "chegou em perfeito estado, com quase todos os drivers atualizados", "O hardware é muito bom com essa configuração com o Ryzen 5 e a RTX 3050 e 8GB de RAM, lembrando que o software do alienware não funciona bem e pode dificultar um pouco o uso, mas vale upgrade de memória RAM para deixar ainda melhor, vale o investimento até o momento.", "O notebook não é compatível com windows 10 por algum motivo, congelava o tempo todo e dava tela azul de vez em quando, percebi que tem algo relacionado com Drivers.\n\nNo Windows 11 tudo funcionando perfeitamente, o notebook tem seu aquecimento mas não incomoda, você pode usar o Ryzen Controller, achei a tunagen do fan meio fraca, e o notebook em si é magnífico, teclado confortável, tela com padrão de brilho altíssimo, cores muito boas, placa de vídeo está surpreendendo demais, empurrando todos os jogos facilmente no alto e ultra, pena que a VRam estoura facilmente, deveria ser uns 6gb de VGA.\n\nÓtimo custo benefício.", "E um notebook excelente, muito bonito e funcional, para programas pesados, jogos entre outros. Estou muito satisfeita com meu Notebook."]},
{"name": "notebook gamer acer predator ph315-52-79vm - core i7-9750h - rtx 2060 - ram 16gb - ssd 256gb - tela 15.6 - endless os", "preco": "8.249,00", "marca": "Acer", "processador": "NT/NI", "ram": "16 GB", "so": "NT/NI", "placa": "NVIDIA GeForce RTX 2060", "hd": "NT/NI", "ssd": "256 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer acer an517-52-75wh - tela 17.3 ips fhd 144hz, i7 10750h, 8gb, ssd 512gb, gtx 1650", "preco": "8.889,99", "marca": "Acer", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "compre notebook ultra, com windows 11 home, microsoft 365 personal 1tb na nuvem, 1 mês de xbox game pass incluso e ganhe 1 controle gamer - ub220k", "preco": "2.292,80", "marca": "Kit", "processador": "NT/NI", "ram": "4GB", "so": "Windows 11 Home", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-a0700-mm20pb 15.6 fhd amd ryzen 7 16gb 512gb ssd nvidia rtx 3060 windows 11 + mochila", "preco": "10.299,00", "marca": "Dell", "processador": "Amd Ryzen 7 5800H (8-core, 16-thread, até 4.4Ghz", "ram": "16 GB", "so": "Windows 11 Home em Português (Brasil", "placa": "Placa de vídeo dedicada nvidia GeForce rtx 3060 com 6GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "4.6", "avaliadores": [], "comentarios": ["Comprei a versão com a mochila e curti muito, realmente o sistema de refrigeração é muito silencioso mantem a RTX3060 e R7 5800H com clocks altos, as temperaturas ficaram na entre 85º e 93º para CPU e 69º e 80º para GPU com FPS liberado, limitando a 60FPS cai as temperaturas consideravelmente em jogos que não exigem toda a performance da GPU. Em IDLE as fans nem giram ficando apenas no modo passivo.\nA GPU não tem limitação de performance, a energia disponível é de 115W, se ativar o G mode chega a 130W. \nA tela é muito boa, 100% sRGB, 165Hz, teclado muito bom e confortável.", "Notebook gamer perfeito melhor custo benefício da atualidade", "Utilizo para modelagem 3D e renderização, o tempo de renderização utilizando a GPU caiu consideravelmente nos meus trabalhos, excelente desempenho para o que preciso e notebook muito bonito. A única questão é que o teclado dele não é padrão BR (não tem o Ç), mas para mim isso não faz diferença.", "Já tinha deixado uma review mas ela foi deletada por algum motivo. Resumindo:\n- Vários compradores reportaram receber unidades com defeito\n- O meu, por exemplo, veio sem Windows instalado. \n- A tela vem extremamente descalibrada\n\nSim, o preço é muito mais acessível, mas por ser um produto montado no Brasil fique consciente de que há uma boa possibilidade de passar dor de cabeça. Se você der a sorte de pegar uma unidade em bom estado, é um ótimo computador.", "Me dei essa belezinha de Natal e estou absolutamente encantada. Segue algumas informações importantes: O teclado é padrão americano, para quem tem o hábito de escrever assim como eu e não usava padrão americano antes, terá que se readaptar, colocar o teclado em English (US Internacional), apanhei um pouco para fazer isso mas o suporte online me ajudou muito. O pós-venda é extremamente atencioso, tive um problema de troca na entrega e foi resolvido no mesmo dia. A mochila me surpreendeu, ela é muito bonita e parece resistente, muito mais bonita pessoalmente do que por foto, essa parte geométrica da frente brilha em furta-cor roxo azulado, é uma mochila grande, cabe bastante coisa. O acabamento do notebook é fosco e deixa marcas de dedo facilmente, mas é resistente. Trouxe um amigo fotógrafo para analisar a qualidade da tela e ele ficou apaixonado, disse que tem uma fluidez interessante se a pessoa quiser trabalhar com edição de vídeo e imagens, os pixels da tela dão conta. Em muitos jogos ele roda com a qualidade no talo e sem sofrer, chega a esquentar mas não interfere na experiência com os games. Senti falta de mais portas USB, por que se você quer plugar mouse/teclado e headset, pronto, já usou todas as portas disponíveis, então ou pluga mouse/teclado ou pluga controle. O som do note não é dos melhores, mas pela pesquisa de meses que fiz para finalmente comprar um note, vi que é meio normal no mercado os notes não terem grandes experiências sonoras. O G15 agora é o xodó da casa, sua única diferença para o Alienware é o visual, de resto são iguais (e mesmo não tendo tudo aquilo de led ele é realmente muito bonito), excelente custo benefício, se somar com programas parceiros como Méliuz e Ame, pode sair o mesmo valor de notes muito inferiores a ele (tipo Nitro 5 com placa de vídeo 1660i). É o melhor custo-benefício do mercado, tô bem feliz."]},
{"name": "notebook gamer legion 5 r7-5800h 16gb 512gb ssd rtx3050 6gb w11 15.6 full hd wva 82qj0000br", "preco": "8.899,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "16 GB", "so": "Windows 11", "placa": "NT/NI", "hd": "NT/NI", "ssd": "512GB", "nota": "3.0", "avaliadores": [], "comentarios": ["Prós: muito rápido e com excelente acabamento, está rodando tudo perfeitamente um monstrinho.\n\nContra: a cor solicitada foi a shadow Black e a enviada foi a Phantom Blue, e o notebook não tem a peça que tampa a câmera como nas versões anteriores"]},
{"name": "notebook gamer amd ryzen 5-4600h 8gb ram 512 gb ssd acer nitro 5 an515-44-r54q 15,6 fhd windows 10", "preco": "7.199,00", "marca": "Acer", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer msi gf65 thin 10sdr-645us 15.6 i7-10750h", "preco": "9.990,00", "marca": "MSI", "processador": "NT/NI", "ram": "8 GB", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook ideapad gaming 3i i7-10750h 8gb 512gb ssd gtx 1650 4gb 15.6 fhd wva linux 82cgs00200", "preco": "6.599,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Linux", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer vaio slim intel core i5-8250u 10 geração com ssd 256gb + 8gb ram ddr4 e tela fhd 14''", "preco": "7.064,90", "marca": "Vaio", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NT/NI", "hd": "NT/NI", "ssd": "256 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer 82cgs00100 core i5 8gb 256gb ssd geforce gtx 1650 4gb tela 15.6 linux 3i-15imh 10300h lenovo", "preco": "5.301,40", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Linux", "placa": "NT/NI", "hd": "Com hdmi", "ssd": "256 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer vaio com 4 núcleos, intel core i7 10 com ssd 256gb + 8gb ram tela 14'' fhd e windows 10 home", "preco": "8.779,90", "marca": "VAIO", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10 Home", "placa": "NT/NI", "hd": "NT/NI", "ssd": "256 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer acer aspire nitro an515-43-r9k7 amd r5 8gb (geforce gtx1650 4gb) 1tb + 256gb ssd 15,6'' fhd endless os - preto", "preco": "5.781,62", "marca": "Acer", "processador": "NT/NI", "ram": "NT/NI", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer vaio f14 intel core i7 10 geração com 4 núcleos, 8gb ram + hd 1tb e tela fhd 14''", "preco": "8.284,90", "marca": "NT/NI", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-a0700-mm20p 15.6 fhd amd ryzen 7 16gb 512gb ssd nvidia rtx 3060 windows 11", "preco": "9.299,00", "marca": "Dell", "processador": "Amd Ryzen 7 5800H (8-core, 16-thread, até 4.4Ghz", "ram": "16 GB", "so": "Windows 11", "placa": "Placa de vídeo dedicada nvidia GeForce rtx 3060 com 6GB GDDR6", "hd": "NT/NI", "ssd": "512 GB", "nota": "4.5", "avaliadores": [], "comentarios": ["O Dell G15 é um ótimo notebook, entregando tudo que se espera, ótimo desempenho, processador potente, placa de vídeo excelente, ótima tela, entre outros ponto ...\nDestaco que, nas fotos ele é bonito, mas pessoalmente é muito mais, até me surpreendi.\nRessalto que o preço deste notebook é um dos mais \"justos\" atualmente no mercado brasileiro, visto que existem notebooks com processador e placa de vídeo da geração passada, pelo mesmo valor ou superior ao cobrado pelo G15.\nAdquiri esse notebook com um enorme receio, advindo da má fama da Dell com temperaturas. Mas, para minha surpresa ele esquenta (kkk).\nEntretanto é possível remediar isso com uma simples aplicativo, chamado Ryzen Controller, que é capaz de limitar a temperatura maxima sem perder desempenho.\nEle não é perfeito, mas é Excelente por tudo que entrega. E quem estiver na dúvida se vale a pena, VALE !", "Está com certeza atendendo minhas expectativas.\n\nNão tive nenhum problema em configurar até agora e a entrega foi super rápida. pedi no dia 9, demorou 2 dias pra mostrar como aprovado na Submarino e chegou no dia 19! até me surpreendi com a Dell nesse ponto.", "fui o primeiro a receber o notebook e testa-lo, gostei do notebook , melhorou muito em relação ao anterior que super aquecia , esse ao colocar 100% de uso nós fans fica baixa a temperatura ao jogar, só precisa atualizar tudo e sabe utilizar , se for novato em notebook peça um tecnico para atualizar ele", "Notebook silencioso, o Ryzen 5800H consegue empurrar bem a RTX 3060, as temperaturas ficam razoavelmente boas com os FPS liberados para acima de 60 e para quem joga limitando a 60 fica muito confortável, o acabamento da carcaça deixa um pouco a desejar com um plástico simples, porém é resistente e o design bonito.", "Até agora não caiu a ficha de que consegui alcançar meu notebook gamer, simplesmente perfeito, bruto, um monstroooo em performance.", "Preço muito interessante notebook com ótimas configurações"]},
{"name": "notebook gamer vaio intel core i7 10 com 8gb ram + ssd 256gb de armazenamento com 4 núcleos tela fhd 14''", "preco": "9.874,90", "marca": "NT/NI", "processador": "NT/NI", "ram": "8 GB", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "256 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-i1100-m50p 15.6 fhd 11 geração intel core i7 16gb 512gb ssd nvidia rtx 3060 windows 11", "preco": "9.599,00", "marca": "Dell", "processador": "11 geração de Intel Core i7-11800H (cache de 24MB, até 4.6 GHz, 8 cores", "ram": "16 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "512 GB", "nota": "3.9", "avaliadores": [], "comentarios": ["Comprei uma unidade desse notebook que veio com problema de pixels queimados. Pedi a troca, porém a Dell informou que para troca precisaria ter no mínimo 6 pixels queimados (absurdo). Como ainda estava no prazo dos 7 dias, pedi a devolução do dinheiro. Após o episódio cai na besteira de tentar comprar novamente e para meu desprazer a outra unidade que recebi está com forte vazamento de luz (cerca de 20% da tela) que atrapalha para ver vídeos e jogar com ambientação escura. Novamente entrei em contato com a Dell e como era de se esperar, eles informaram que isso é normal (só para eles). Agora estou no Procon para reaver meu dinheiro de volta. Um produto caro como esse deveria ter critérios mais rígidos de qualidade, porém constatei que isso não existe. Não compro nunca mais produtos da Dell.", "Não existe superaquecimento, ela fica um pouco alta caso você não atualize as BIOS, mas em nenhum cenário tive que queda de FPS. Podem comprar! Postei alguns vídeos jogando e com as temperaturas no meu canal, ninjaferox. valeu!", "Demorou um pouco pra chegar, mas chegou em ótimas condições. Notebook top com a melhor configuração e preço se comprado a  outros do mercado.", "A promessa engana muita gente, vc compra um note com RTX3060 mas é obrigado a fazer undervolt e diminuir temperatura pq o mesmo esquenta, bate 100C o I7 o Note diminui o Power na cara dura, com isso, desempenho cai. assim como o G3, a Dell nem um pouco preocupado com algo simples como esse, eu definitivamente não aceito como normal 88C nesse produto sendo que a Lenovo Legion 5i bate mesmo desempenho com uma RTX2060 a 50 Graus. Nós brasileiros temos que parar de normalizar mal fabricação em nome de status. não é normal bater 100 em notebook nenhum desses! eu não aceito lixo no meu país. nós EUA o G15 é considerado pior notebook de 2021. Que eles fizeram? desovaram aqui.", "Excelente notebook! Com o G-MODE as temperaturas nao passam de 84 graus GPU e 88 CPU. Roda Warzone com tudo no máximo com folga! Só atualizar a BIOS e o FIRMWARE! Super satisfeito! Tela excelente!", "Produto muito bem acabado, e com especificações técnicas excelentes. Atendeu e em determinados quesitos até superou as expectativas."]},
{"name": "notebook gamer legion 5i i7-10750h 16gb 512gb ssd rtx2060 6gb w11 15.6 full hd wva 82mh0000br", "preco": "10.778,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 11", "placa": "NVIDIA GeForce RTX 2060", "hd": "NT/NI", "ssd": "512 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer acer an517 - tela 17 ips fhd 144hz, intel i7 10750h, 32gb, ssd 1tb, geforce gtx 1650", "preco": "12.139,99", "marca": "Acer", "processador": "NT/NI", "ram": "NT/NI", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook asus tuf gamer i7 16gb 128 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.599,00", "marca": "ASUS", "processador": "NT/NI", "ram": "16 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "128 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-i1100-m30p 15.6 fhd 11 geração intel core i5 8gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "7.399,00", "marca": "Dell", "processador": "11 geração de Intel Core i5-11400H (cache de 12MB, até 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Windows 11 Home em Português (Brasil", "placa": "Placa de vídeo dedicada nvidia GeForce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "2.3", "avaliadores": [], "comentarios": ["A carcaça deste produto parece ser bem frágil em comparação a edições anteriores.A qualidade do som também deixa a desejar. Agora o pior é quando vai atualizar a memoria. Muitas incompatibilidades que deveria ser uma coisa simples. Já comprei 2 pentes de memória  com as especificações do fabricante e nenhum foi compatível. Se possível, verifiquem os foruns sobre essa questão. POde ser que a dell futuramente corrija isso.MAs a atualização de memória é um problema.Outra coisa, antes de comprar veja que comprando por aqui tem uma diferença de preço muito grande se for colocar a garantia estendida da dell e o complete care.", "Minha única reclamação é quanto a compatibilidade da Memoria RAM, Hyper X por exemplo não aceita, as da DELL estão o dobro do valor, deixando assim o cliente restrito a umas duas apenas no mercado, a maquina em si é muito boa, a Placa RTX mesmo sendo a 3050 surpreende para trabalho, Lumion roda muito bem, so com a limitação da RAM, se puder pegue o i7 com a RTX 3060 por causa da memoria de vídeo maior,  (não uso pra jogo).", "esperei ansiosamente pelo meu produto e recebi uma tela com defeito tentei resolver com suporte e nada, pedi uma troca!"]},
{"name": "notebook dell g15 gamer i7 64gb 2tb ssd 3060 6gb 15,6 fhd customizado", "preco": "15.299,00", "marca": "Dell", "processador": "NT/NI", "ram": "NT/NI", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook asus tuf gamer i7 40gb 1tb ssd 3060 6gb 15,6 fhd customizado", "preco": "15.799,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "40 DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "1 Tera ssd", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook dell g15 gamer i7 32gb 2tb ssd 3060 6gb 15,6 fhd customizado", "preco": "14.049,00", "marca": "Dell", "processador": "NT/NI", "ram": "NT/NI", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-i1000-m10p 15.6 fhd 10 geração intel core i5 8gb 256gb ssd nvidia gtx 1650 windows 11", "preco": "6.199,00", "marca": "Dell", "processador": "10 geração de Intel Core i5-10500H (cache de 12MB, até 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Windows 11", "placa": "Placa de vídeo dedicada nvidia GeForce gtx 1650 com 4GB GDDR6", "hd": "NT/NI", "ssd": "256GB", "nota": "4.0", "avaliadores": [], "comentarios": ["Notebook excelente.\nUm ótimo custo benefício, entrega veio super rápido e o aparelho sem nenhum defeito.", "Recebi o meu G15 hoje, e notei manchas amareladas nos cantos inferiores, que só é bem visivél no fundo preto. E em menos de uma hora após o recebimento, já solicitei a troca do mesmo.\nEstava na espectativa de receber um bom produto e a Dell me frustrou, agr vou ter que aguardar o prazo para troca.", "O notebook é uma excelente custo benefício, algumas coisas que não gostei é o fato de não ter espaço para a instalação de um HD e que suja muito facilmente. De resto é bem bonito e muito rápido !", "Produto muito bom, chegou rápido, e pessoalmente é muito bonito, ótima opção de notebook não me arrependo."]},
{"name": "notebook gamer dell g15-i1000-u10p 15.6 fhd 10 geração intel core i5 8gb 256gb ssd nvidia gtx 1650 linux", "preco": "6.049,00", "marca": "Dell", "processador": "10 geração de Intel Core i5-10500H (cache de 12MB, até 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Linux", "placa": "Placa de vídeo dedicada nvidia GeForce gtx 1650 com 4GB GDDR6", "hd": "NT/NI", "ssd": "256GB", "nota": "4.0", "avaliadores": [], "comentarios": ["Estava em dúvida entre esse e o modelo da Lenovo com configurações semelhantes. Pelo mesmo preço consegui um notebook com um bom design, processador melhor e um monitor de 120Hz. Nunca tinha usado antes um monitor com esta frequência, e valeu muito a pena. Por enquanto, para jogos, só testei Genshin Impact, e roda na máxima qualidade em 2K num monitor externo"]},
{"name": "notebook dell g15 gamer i7 64gb 128 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.199,00", "marca": "Dell", "processador": "NT/NI", "ram": "NT/NI", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "128 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook 15.6 gamer ideapad i5-10300h/gaming 3i, 8gb/ssd256/gtx1650,4gb/win 10 - 82cg0002br lenovo", "preco": "5.953,71", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "256 GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer acer an517 - tela 17 ips fhd 144hz, i7 10750h, 64gb, ssd 512gb + hd 2tb, gtx 1650", "preco": "13.879,99", "marca": "Acer", "processador": "NT/NI", "ram": "NT/NI", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512GB", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook asus tuf gamer i7 16gb 1tb ssd 3060 6gb 15,6 fhd customizado", "preco": "14.849,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "16 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "1 Tera ssd", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook ideapad gaming 3i i7-10750h 16gb 512gbssd gtx 1650 4gb 15.6 fhd linux 82cgs00300", "preco": "6.899,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "16 GB", "so": "Linux", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "NT/NI", "nota": "4.7", "avaliadores": [], "comentarios": ["muito melhor que eu esperava, estava com medo de me decepcionar pq gostava mais de Acer, porém ele é melhor em desempenho e é bem silencioso, único problema é que vem com apenas duas entradas USB.", "O notebook me surpreendeu, ele é bastante potente, bem construído e tem um design bem discreto e sóbrio. Recomendo muito, estou muito satisfeito até agora!", "Máquina muito boa para jogos casuais e edição. \nA configuração é muito boa, roda muito bem jogos da atualidade em muitos casos em configurações altas.\nponto negativo para a tela de apenas 60hz e só duas entradas USB."]},
{"name": "notebook asus tuf gamer i7 40gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "15.299,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "40 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "512 gb ssd", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook asus tuf gamer i7 24gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "14.299,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "24 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "512 gb ssd", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook asus tuf gamer i7 8gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.699,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "8 GB", "so": "Windows 11", "placa": "Nvidia GeForce rtx 3060 com 6 gb GDDR6 de vram dedicada", "hd": "NT/NI", "ssd": "512 gb ssd", "nota": null, "avaliadores": [], "comentarios": []},
{"name": "notebook gamer dell g15-i1100-m40p 15.6 fhd 11 geração intel core i5 16gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "8.049,00", "marca": "Dell", "processador": "11 geração de Intel Core i5-11400H (cache de 12MB, até 4.5 GHz, 6 cores", "ram": "16 GB", "so": "Windows 11 Home em Português (Brasil", "placa": "Placa de vídeo dedicada nvidia GeForce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "5.0", "avaliadores": [], "comentarios": ["sobre a questão da temperatura que muitos ficam se perguntando, garanto o meu não passa dos 85 graus jogando, oque e excelente em notebook gamer. No mais e um ótimo produto, muito bem construído, e atendeu minhas espectativas.", "eu adorei o produto não tive nenhum problema com ele"]},
{"name": "kit notebook gamer dell g15-a0700-mm20pm 15.6 fhd amd ryzen 7 16gb 512gb ssd nvidia rtx 3060 win 11 + monitor s2421hn", "preco": "11.399,00", "marca": "Dell", "processador": "Amd Ryzen 7 5800H (8-core, 16-thread, até 4.4Ghz", "ram": "16 GB", "so": "Windows 11", "placa": "Placa de vídeo dedicada nvidia GeForce rtx 3060 com 6GB GDDR6", "hd": "NT/NI", "ssd": "512 GB", "nota": null, "avaliadores": [], "comentarios": []}
]