[
{"name": "notebook gamer dell g15-a0500-mm10p 15.6 fhd amd ryzen 5 8gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "6.899,00", "marca": "Dell", "processador": "Amd Ryzen 5 5600H (6-core, 12-thread, ate 4.2Ghz", "ram": "8 GB", "so": "Windows 11", "placa": "Placa de video dedicada nvidia geforce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "3.8", "avaliadores": ["null"], "comentarios": ["comprei o equipamento dia 09/11, dia 17/11 recebi o produto, e um otimo equipamento esta suprimindo tranquilamente minhas necessidades, quando estou usando o mesmo apenas para estudar, a temperatura fica na casa dos 50 a 60 graus, onde a ventilacao nem e acionada, falando sobre a ventilacao, mesmo quando esta a 100% da rotacao das ventoinhas, achei bem silencioso, pelo menos pra mim, nao incomoda em nada, tem ate um som gostoso de ouvir, um som de parecido com som de chuva. jogando, a temperatura dele fica entre 70 e 80 graus se as ventoinhas estiverem no maximo. a tela, estou me acostumando ainda, a definicao e muito boa, porem a tela possui cores quentes, eu tenho preferencia por cores mais frias, acho que a dell tinha que liberar alguma ferramenta para que o usuario possa configurar conforme a sua preferencia, assim como celulares da samsung por exemplo, onde vc tem essas opcoes de configuracoes. o notebook e pesado, porem isso nao e um problema, eu ja sabia que um notebook com essas especificacoes nao seria leve. e pesado porem nada tao absurdo. o teclado e rgb de 4 zonas e te da varias opcoes de iluminacao, vc pode definir as cores que quiser para cada zona. so a iluminacao na cor branca que fica azulada, nao e tao branca e tao brilhante quanto a do meu notebook antigo que tbm e dell. o teclado e padrao americano, nao tem \"c\" o que pra mim esta sendo um certo problema pois eu uso tbm para estudar, estou no periodo da \"curva de aprendizagem\" me acostumando com esse teclado. as conexoes atras, as vezes e interessante, outras vezes mais atrapalha do que ajuda, pois nao posso deixar o notebook encostado na parede quando estiver  om cabo hdmi, ou com cabo de forca, ou com algum dispositivo usando as portas usb na parte de tras. acabamento todo em plastico, nao vejo problema visto que e um plastico vem rigido, e se fosse de aluminio seria melhor sem duvidas, e tbm seria mais pesado. entao por ser um plastico de qualidade, esta otimo pra mim. bateria, tem gente falando que so esta conseguindo 1h20, 1h30, nao sei o que essas pessoas estao fazendo, eu consigo mais quase 4 horas facil em uso leve tipo nos estudos onde so fico basicamente no navegador e bloco de notas mesmo com a tela quase no brilho maximo e iluminacao do teclado ativa no brilho maximo tbm, so a ventilacao que na maior parte do tempo fica desligada devido a temperatura se manter na casa dos 50 a 60 graus. \ne para quem quer mais parametros em jogos.\nnao testei em muitos jogos porem ja testei alguns titulos. e todos testei ligado na tv 4k por cabo hdmi.\n\ncrysis 3 em full hd fica em torno dos 70 a 80 fps com os graficos do jogo no maximo.\nporem nos meus testes foi mais interessante rodar na resolucao 2k com os graficos no alto (nao no muito alto) rodando entre 60 e 70 fps.\n\ncyberpunk. esse teve que ser em full hd com graficos no alto. rodando entre 40 e 50 fps.\n\nforza horizon 5, rodando em 2k com graficos no alto me deu uma taxa de fps entre 45 e 55 fps com direito a msgn do jogo informando que a memoria da placa de video estava baixa. porem o jogo rodou fluido sem travamentos.\n\nbom vale deixar claro que eu comprei o notebook com 8gb porem comprei a parte 2 pentes de 8gb da hyperx fury impact 3200mhz. entao estou com 16gb a 3200mhz, o que deve ter dado um desempenho a mais nesses testes que eu fiz.", "O notebook tem uma falha de desenvolvimento da bios torna a iluminacao do teclado intermitente. Resumindo, a iluminacao so funciona quando quer. O software alienware e nulo. Serve pra nada. A dell vai te deixar na mao. Eles nao querem reconhecer o problema. Vai ter que se conformar em ficar com o teclado manco.", "chegou em perfeito estado, com quase todos os drivers atualizados", "O hardware e muito bom com essa configuracao com o Ryzen 5 e a RTX 3050 e 8GB de RAM, lembrando que o software do alienware nao funciona bem e pode dificultar um pouco o uso, mas vale upgrade de memoria RAM para deixar ainda melhor, vale o investimento ate o momento.", "O notebook nao e compativel com windows 10 por algum motivo, congelava o tempo todo e dava tela azul de vez em quando, percebi que tem algo relacionado com Drivers.\n\nNo Windows 11 tudo funcionando perfeitamente, o notebook tem seu aquecimento mas nao incomoda, voce pode usar o Ryzen Controller, achei a tunagen do fan meio fraca, e o notebook em si e magnifico, teclado confortavel, tela com padrao de brilho altissimo, cores muito boas, placa de video esta surpreendendo demais, empurrando todos os jogos facilmente no alto e ultra, pena que a VRam estoura facilmente, deveria ser uns 6gb de VGA.\n\nÓtimo custo beneficio.", "E um notebook excelente, muito bonito e funcional, para programas pesados, jogos entre outros. Estou muito satisfeita com meu Notebook."]},
{"name": "notebook gamer dell g15-a0500-mm15p 15.6 fhd amd ryzen 5 16gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "7.799,00", "marca": "Dell", "processador": "Amd Ryzen 5 5600H (6-core, 12-thread, ate 4.2Ghz", "ram": "16 GB", "so": "Windows 11 Home em Portugues (Brasil", "placa": "Placa de video dedicada nvidia geforce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512 GB", "nota": "5.0", "avaliadores": ["null"], "comentarios": ["Chegou em 2 semanas muito bem embalado, sem um arranhao. O desempenho do notebook e otimo. E muito rapido, maravilhoso pra jogar pela velocidade e pela qualidade da imagem. O design tambem e lindo. Estou muito satisfeita.", "equipamento e muito bem acabado e e literalmente um monstro em processamento. Ate o momento estou satisfeito"]},
{"name": "notebook gamer asus, intel coret i5 9300h, 8gb, 256gb ssd, 15,6 full hd 120hz, nvidia gtx 1650, preto - x571gt-al887t", "preco": "5.859,13", "marca": "ASUS", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "256 gb", "ssd": "NT/NI", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "kit notebook gamer dell g15-a0700-mm20pm 15.6 fhd amd ryzen 7 16gb 512gb ssd nvidia rtx 3060 win 11 + monitor s2421hn", "preco": "12.299,00", "marca": "Dell", "processador": "Amd Ryzen 7 5800H (8-core, 16-thread, ate 4.4Ghz", "ram": "16 GB", "so": "Windows 11", "placa": "Placa de video dedicada nvidia GeForce rtx 3060 com 6GB GDDR6", "hd": "NT/NI", "ssd": "512 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer legion 5 r7-5800h 16gb 512gb ssd rtx3050 6gb w11 15.6 full hd wva 82qj0000br", "preco": "9.399,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "16 GB", "so": "Windows 11", "placa": "NT/NI", "hd": "NT/NI", "ssd": "512GB", "nota": "4.0", "avaliadores": ["null"], "comentarios": ["O notebook Legion 5 da Lenovo dispensa comentarios, uma nave, contudo a cor solicitada foi a Shadow Black e a enviada foi a Phantom Blue. A entrega do produto foi sofrida, esperei mais de 30 dias para receber, sem contar as vezes que liguei e mandei e-mail tanto para o Submarino, quanto para Lenovo, foram dias dificeis. No mais estou satisfeito, mesmo nao curtindo muito cor enviada!", "Pros: muito rapido e com excelente acabamento, esta rodando tudo perfeitamente um monstrinho.\n\nContra: a cor solicitada foi a shadow Black e a enviada foi a Phantom Blue, e o notebook nao tem a peca que tampa a camera como nas versoes anteriores"]},
{"name": "notebook gamer dell g15-i1000-u20p 15.6 fhd 10 geracao intel core i5 8gb 512gb ssd nvidia gtx 1650 linux", "preco": "6.349,00", "marca": "Dell", "processador": "10 geracao de Intel Core i5-10500H (cache de 12MB, ate 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Linux", "placa": "Placa de video dedicada nvidia GeForce gtx 1650 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook ideapad gaming 3i i7-10750h 8gb 512gb ssd gtx 1650 4gb 15.6 fhd wva linux 82cgs00200", "preco": "6.599,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Linux", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-i1000-m20p 15.6 fhd 10 geracao intel core i5 8gb 512gb ssd nvidia gtx 1650 windows 11", "preco": "6.499,00", "marca": "Dell", "processador": "10 geracao de Intel Core i5-10500H (cache de 12MB, ate 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Windows 11", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer 82cgs00100 core i5 8gb 256gb ssd geforce gtx 1650 4gb tela 15.6 linux 3i-15imh 10300h lenovo", "preco": "5.248,90", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Linux", "placa": "NT/NI", "hd": "Com hdmi", "ssd": "256 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer acer predator ph315-52-79vm - core i7-9750h - rtx 2060 - ram 16gb - ssd 256gb - tela 15.6 - endless os", "preco": "8.249,00", "marca": "Acer", "processador": "NT/NI", "ram": "16 GB", "so": "NT/NI", "placa": "NVIDIA GeForce RTX 2060", "hd": "NT/NI", "ssd": "256 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 16gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "12.999,00", "marca": "Asus", "processador": "NT/NI", "ram": "16 GB", "so": "NT/NI", "placa": "NT/NI", "hd": "NT/NI", "ssd": "512 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-i1100-m50p 15.6 fhd 11 geracao intel core i7 16gb 512gb ssd nvidia rtx 3060 windows 11", "preco": "10.199,00", "marca": "Dell", "processador": "11 geracao de Intel Core i7-11800H (cache de 24MB, ate 4.6 GHz, 8 cores", "ram": "16 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "512 GB", "nota": "3.9", "avaliadores": ["null"], "comentarios": ["Comprei uma unidade desse notebook que veio com problema de pixels queimados. Pedi a troca, porem a Dell informou que para troca precisaria ter no minimo 6 pixels queimados (absurdo). Como ainda estava no prazo dos 7 dias, pedi a devolucao do dinheiro. Apos o episodio cai na besteira de tentar comprar novamente e para meu desprazer a outra unidade que recebi esta com forte vazamento de luz (cerca de 20% da tela) que atrapalha para ver videos e jogar com ambientacao escura. Novamente entrei em contato com a Dell e como era de se esperar, eles informaram que isso e normal (so para eles). Agora estou no Procon para reaver meu dinheiro de volta. Um produto caro como esse deveria ter criterios mais rigidos de qualidade, porem constatei que isso nao existe. Nao compro nunca mais produtos da Dell.", "Nao existe superaquecimento, ela fica um pouco alta caso voce nao atualize as BIOS, mas em nenhum cenario tive que queda de FPS. Podem comprar! Postei alguns videos jogando e com as temperaturas no meu canal, ninjaferox. valeu!", "Demorou um pouco pra chegar, mas chegou em otimas condicoes. Notebook top com a melhor configuracao e preco se comprado a  outros do mercado.", "Excelente notebook! Com o G-MODE as temperaturas nao passam de 84 graus GPU e 88 CPU. Roda Warzone com tudo no maximo com folga! So atualizar a BIOS e o FIRMWARE! Super satisfeito! Tela excelente!", "A promessa engana muita gente, vc compra um note com RTX3060 mas e obrigado a fazer undervolt e diminuir temperatura pq o mesmo esquenta, bate 100C o I7 o Note diminui o Power na cara dura, com isso, desempenho cai. assim como o G3, a Dell nem um pouco preocupado com algo simples como esse, eu definitivamente nao aceito como normal 88C nesse produto sendo que a Lenovo Legion 5i bate mesmo desempenho com uma RTX2060 a 50 Graus. Nos brasileiros temos que parar de normalizar mal fabricacao em nome de status. nao e normal bater 100 em notebook nenhum desses! eu nao aceito lixo no meu pais. nos EUA o G15 e considerado pior notebook de 2021. Que eles fizeram? desovaram aqui.", "Produto muito bem acabado, e com especificacoes tecnicas excelentes. Atendeu e em determinados quesitos ate superou as expectativas."]},
{"name": "notebook samsung gamer i7 - hd320gb ram8gb- usado e barato", "preco": "2.958,32", "marca": "Samsung", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-i1100-m30pb 15.6 fhd 11 ger intel core i5 8gb 512gb ssd nvidia rtx 3050 windows 11 + mochila", "preco": "7.899,00", "marca": "Dell", "processador": "11 geracao de Intel Core i5-11400H (cache de 12MB, ate 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Windows 11", "placa": "Placa de video dedicada nvidia GeForce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-a0700-mm20p 15.6 fhd amd ryzen 7 16gb 512gb ssd nvidia rtx 3060 windows 11", "preco": "9.599,00", "marca": "Dell", "processador": "Amd Ryzen 7 5800H (8-core, 16-thread, ate 4.4Ghz", "ram": "16 GB", "so": "Windows 11", "placa": "Placa de video dedicada nvidia GeForce rtx 3060 com 6GB GDDR6", "hd": "NT/NI", "ssd": "512 GB", "nota": "3.9", "avaliadores": ["null"], "comentarios": ["O Dell G15 e um otimo notebook, entregando tudo que se espera, otimo desempenho, processador potente, placa de video excelente, otima tela, entre outros ponto ...\nDestaco que, nas fotos ele e bonito, mas pessoalmente e muito mais, ate me surpreendi.\nRessalto que o preco deste notebook e um dos mais \"justos\" atualmente no mercado brasileiro, visto que existem notebooks com processador e placa de video da geracao passada, pelo mesmo valor ou superior ao cobrado pelo G15.\nAdquiri esse notebook com um enorme receio, advindo da ma fama da Dell com temperaturas. Mas, para minha surpresa ele esquenta (kkk).\nEntretanto e possivel remediar isso com uma simples aplicativo, chamado Ryzen Controller, que e capaz de limitar a temperatura maxima sem perder desempenho.\nEle nao e perfeito, mas e Excelente por tudo que entrega. E quem estiver na duvida se vale a pena, VALE !", "Esta com certeza atendendo minhas expectativas.\n\nNao tive nenhum problema em configurar ate agora e a entrega foi super rapida. pedi no dia 9, demorou 2 dias pra mostrar como aprovado na Submarino e chegou no dia 19! ate me surpreendi com a Dell nesse ponto.", "fui o primeiro a receber o notebook e testa-lo, gostei do notebook , melhorou muito em relacao ao anterior que super aquecia , esse ao colocar 100% de uso nos fans fica baixa a temperatura ao jogar, so precisa atualizar tudo e sabe utilizar , se for novato em notebook peca um tecnico para atualizar ele", "Notebook silencioso, o Ryzen 5800H consegue empurrar bem a RTX 3060, as temperaturas ficam razoavelmente boas com os FPS liberados para acima de 60 e para quem joga limitando a 60 fica muito confortavel, o acabamento da carcaca deixa um pouco a desejar com um plastico simples, porem e resistente e o design bonito.", "Ate agora nao caiu a ficha de que consegui alcancar meu notebook gamer, simplesmente perfeito, bruto, um monstroooo em performance.", "Preco muito interessante notebook com otimas configuracoes"]},
{"name": "notebook asus tuf gamer i7 16gb 128 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.399,00", "marca": "ASUS", "processador": "NT/NI", "ram": "16 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "128 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "compre notebook ultra, com windows 11 home, microsoft 365 personal 1tb na nuvem, 1 mes de xbox game pass incluso e ganhe 1 controle gamer - ub220k", "preco": "2.292,80", "marca": "Kit", "processador": "NT/NI", "ram": "4GB", "so": "Windows 11 Home", "placa": "NT/NI", "hd": "NT/NI", "ssd": "NT/NI", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-i1100-m30p 15.6 fhd 11 geracao intel core i5 8gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "7.499,00", "marca": "Dell", "processador": "11 geracao de Intel Core i5-11400H (cache de 12MB, ate 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Windows 11 Home em Portugues (Brasil", "placa": "Placa de video dedicada nvidia GeForce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "3.0", "avaliadores": ["null"], "comentarios": ["A carcaca deste produto parece ser bem fragil em comparacao a edicoes anteriores.A qualidade do som tambem deixa a desejar. Agora o pior e quando vai atualizar a memoria. Muitas incompatibilidades que deveria ser uma coisa simples. Ja comprei 2 pentes de memoria  com as especificacoes do fabricante e nenhum foi compativel. Se possivel, verifiquem os foruns sobre essa questao. POde ser que a dell futuramente corrija isso.MAs a atualizacao de memoria e um problema.Outra coisa, antes de comprar veja que comprando por aqui tem uma diferenca de preco muito grande se for colocar a garantia estendida da dell e o complete care.", "Minha unica reclamacao e quanto a compatibilidade da Memoria RAM, Hyper X por exemplo nao aceita, as da DELL estao o dobro do valor, deixando assim o cliente restrito a umas duas apenas no mercado, a maquina em si e muito boa, a Placa RTX mesmo sendo a 3050 surpreende para trabalho, Lumion roda muito bem, so com a limitacao da RAM, se puder pegue o i7 com a RTX 3060 por causa da memoria de video maior,  (nao uso pra jogo).", "ate o momento o notebook atendeu todas as expectativas. Ja consegui rodar alguns jogos sem engasgos. So um aviso: nos drivers recomendados pela Dell esta o Bitlocker. Instalei isso e foi um tormento para conseguir usar o notebook novamente, pois ele entende que tem algo errado no sistema e nao permite a inicializacao. Apenas apos restaurar as configuracoes de fabrica eu consegui usar novamente o notebook, mesmo digitando o codigo gigantesco que esse app solicita. Fora esse susto, nenhuma outra reclamacao.", "esperei ansiosamente pelo meu produto e recebi uma tela com defeito tentei resolver com suporte e nada, pedi uma troca!"]},
{"name": "notebook asus tuf gamer i7 40gb 1tb ssd 3060 6gb 15,6 fhd customizado", "preco": "15.599,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "40 DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "1 Tera ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook lenovo ideapad gaming 3i i7-10750h 16gb 512gb ssd gtx 1650 4gb 15.6 fhd wva w10 82cg0004br", "preco": "7.299,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Alto falantes com certificacao Dolby Audio (2 x 15W", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512GB", "nota": "5.0", "avaliadores": ["null"], "comentarios": ["Em termos de aparencia, o notebook e mais bonito que o esperado; a cor azul e bastante discreta, sendo utilizavel em qualquer ambiente. Quanto ao material, por mais que se assemelhe bastante ao aluminio, a carcaca e inteira em plastico, bem acabado e robusto, por sinal. O teclado e um dos melhores disponiveis no segmento e, pessoalmente, o melhor que ja usei. A retroiluminacao tem dois niveis, o primeiro sendo suficiente para garantir melhor usabilidade em ambientes mais escuros, enquanto o segundo, por sua vez, e bem mais chamativo e promove o aspecto \"gamer' da maquina. A webcam, assim como as da esmagadora maioria dos outros notebooks, tem seus miseros 720p filmando a 30fps, o que garante uma imagem minimamente fluida, o que e aceitavel para reunioes, aula online ou home office, mas passa longe de algo de boa qualidade. O som e outra caracteristica comum aos notebooks: aceitavel, dependendo do uso. Para mim, e suficiente. Possui som estereo, mas nada que faca muita diferenca. A tela e excelente tanto em termos de cores e iluminacao, quanto na sua taxa de atualizacao. 60hz e suficiente para 99% dos usuarios e funciona muito bem com o conjunto CPU/GPU equipado. Em performance, o notebook atende todas as necessidades de um usuario que pretenda jogar ou trabalhar. A GPU integrada, por mais que seja de entrada, consegue rodar a maioria dos jogos atuais em alta resolucao a 60fps, o que e suficiente para qualquer jogo nao competitivo. Em jogos como CSGO, LOL e Smite as taxas beiram os 200fps. Em outros, como GTA V e Genshin impact, 60 fps. No geral, voce conseguira jogar qualquer coisa, tendo no maximo que alterar a resolucao para um medio, afim de aumentar o fps, caso seja necessario. O sistema de resfriamento nao e ruim como muito se fala na internet, considerando inclusive o processador I7-750H com o qual e equipado, que e uma CPU pertencente a uma linha focada em desempenho em jogo da Intel e que e naturalmente \"esquentadinho\". O maximo que atingi jogando foi 75°, utilizando uma base refrigeradora, e claro. Nao ira lhe causar nenhum problema. Os 16gb de RAM sao um espetaculo em performance e lhe permitem extrair o maximo do poder de processamento da maquina. O SSD e incrivel e me promoveu incriveis 6 segundos para o boot. Abre qualquer programa quase que instantaneamente e com uma fluidez absurda. Nao existe sequer a possibilidade de travamento. A bateria e de otima qualidade, mas nao lhe garante uma boa autonomia. Descarrega relativamente rapido, o que acredito nao ser um problema para o publico alvo do produto, visto que, para garantir maior desempenho em jogos, ja seria necessaria conexao à energia. Pessoalmente, so uso fora da tomada em extrema necessidade. Alem disso, a Lenovo conta com um software nativo que lhe permite ativar uma funcao de limitacao de carga na bateria, preservando os ciclos de carga e, consequentemente, sua vida util. De maneira geral, e um produto de extrema qualidade que lhe possibilitara rodar qualquer jogo ou programa pesado com um bom desempenho. Vale a pena!", "Excelente notebook, atendeu as minhas expectativas. Alem de ser gamer e otimo para uso profissional (motion graphics e video)."]},
{"name": "notebook asus tuf gamer i7 16gb 1tb ssd 3060 6gb 15,6 fhd customizado", "preco": "14.649,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "16 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "1 Tera ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer aspire nitro 5 an515-44-r11b amd ryzen 7 8gb 512gb ssd gtx1650 15,6' endless", "preco": "6.099,00", "marca": "Acer", "processador": "NT/NI", "ram": "8 GB", "so": "Linux Endless-OS", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "512GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 40gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "15.099,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "40 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "Nvidia GeForce rtx 3060 com 6 gb GDDR6 de vram dedicada", "hd": "NT/NI", "ssd": "512 gb ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 8gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.499,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "8 GB", "so": "Windows 11", "placa": "Nvidia GeForce rtx 3060 com 6 gb GDDR6 de vram dedicada", "hd": "NT/NI", "ssd": "512 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook lenovo ideapad gaming 3i i5-10300h 8gb 256ssd gtx 1650 4gb 15.6 fhd wva w10 82cg0002br", "preco": "5.999,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "256 GB", "nota": "5.0", "avaliadores": ["null"], "comentarios": ["Pelo peco cobrado nesse notebook, vale muito a pena. Rapido, bonito, tela boa, etc. O unico ponto que deixo como negativo, e o refrigeramento, em alto processamento ele chega a esquentar bem. Se o foco for pra jogos, aconselho um notebook com melhor refrigeramento.", "O produto e simplesmente espetacular. Peguei uma oferta no dia 22/11 e nao pensei duas vezes, comprei imediatamente. O desempenho e excelente, aparenta ser muito resistente e e absurdamente lindo. Um sonho de consumo. Contudo, a refrigeracao poderia ser melhor, inclusive, a bateria, que dura por volta de 2,5h usando Word, Excel, Spotify e navegador. Acredito que e o de se esperar de um notebook gamer. Penso que o unico ponto negativo, de fato, relevante, e a refrigeracao, pois em jogos mais pesados, o notebook tende a esquentar bem.", "Excelente compra melhor notebook do segmento,nao esquenta e tem o otimo desempenho para jogos!"]},
{"name": "notebook gamer acer nitro 5 amd ryzen 7 8gb 512gb ssd geforcegtx1650ti tela 15.6", "preco": "6.719,00", "marca": "Acer", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "Marca", "ssd": "NT/NI", "nota": "5.0", "avaliadores": ["null"], "comentarios": ["Entrega antes do prazo estipulado, um otimo custo/beneficio. Notebook com um design bonito, processador potente e um excelente desempenho. Uma pena nao ser 2x8GB de memoria RAM (apesar de todos os notebooks nessa faixa de preco, tambem, so possuirem 1x8GB), e um fator que nao ofusca seu desempenho, mas, sendo 2x8GB, o deixaria mais potente ainda."]},
{"name": "notebook asus tuf gamer i7 16gb 2tb ssd 3060 6gb 15,6 fhd customizado", "preco": "15.799,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "16 GB", "so": "Windows 11", "placa": "Nvidia GeForce rtx 3060 com 6 gb GDDR6 de vram dedicada", "hd": "NT/NI", "ssd": "2 Tera ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 24gb 2tb ssd 3060 6gb 15,6 fhd customizado", "preco": "16.099,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "24 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "2 Tera ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-i1000-m10p 15.6 fhd 10 geracao intel core i5 8gb 256gb ssd nvidia gtx 1650 windows 11", "preco": "5.599,00", "marca": "Dell", "processador": "10 geracao de Intel Core i5-10500H (cache de 12MB, ate 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Windows 11", "placa": "Placa de video dedicada nvidia GeForce gtx 1650 com 4GB GDDR6", "hd": "NT/NI", "ssd": "256GB", "nota": "3.5", "avaliadores": ["null"], "comentarios": ["Recebi o meu G15 hoje, e notei manchas amareladas nos cantos inferiores, que so e bem visivel no fundo preto. E em menos de uma hora apos o recebimento, ja solicitei a troca do mesmo.\nEstava na espectativa de receber um bom produto e a Dell me frustrou, agr vou ter que aguardar o prazo para troca.", "E dificil avaliar produto com pouco tempo de uso, mas ja deu pra perceber que a tela e de boa qualidade,  e veloz e e bonito, porem ele esquenta demais. O simples fato de visualizar videos no YouTube ja faz que ele esquente bastante. Acho desproporcional.  Imagino como sera quando for jogar nele. Espero que com as atualizacoes do sistema isso melhore.", "ate agora parece ok. mas imaginei que o teclado fosse RGB, e pelo q notei o app da Alienware nao tem todas as funcionalidades nessa versao, o FX nao funciona.", "Notebook excelente.\nUm otimo custo beneficio, entrega veio super rapido e o aparelho sem nenhum defeito.", "O notebook e uma excelente custo beneficio, algumas coisas que nao gostei e o fato de nao ter espaco para a instalacao de um HD e que suja muito facilmente. De resto e bem bonito e muito rapido !", "Cumpre o que promete, o unico problema e nao ter entrada sata. Tambem estou com problemas em mudar as cores do teclado retroiluminado, ja que no site da dell eles dizem que e de quatro zonas, mas com atualizacao dos drivers, creio que se resolva. espero que gostem do desenvolvimento e desempenho."]},
{"name": "notebook asus tuf gamer i7 8gb 128 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.099,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "8 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "128 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-i1000-u10p 15.6 fhd 10 geracao intel core i5 8gb 256gb ssd nvidia gtx 1650 linux", "preco": "6.049,00", "marca": "Dell", "processador": "10 geracao de Intel Core i5-10500H (cache de 12MB, ate 4.5 GHz, 6 cores", "ram": "8 GB", "so": "Linux", "placa": "Placa de video dedicada nvidia GeForce gtx 1650 com 4GB GDDR6", "hd": "NT/NI", "ssd": "256GB", "nota": "4.0", "avaliadores": ["null"], "comentarios": ["Este notebook e fora serie e foi responsavel por eu querer comecar a usar o  Linux e estou amando. Tudo roda leve, rapido demais, espero que continue assim. O teclado nao e padrao Abnt (o que estamos acostumados aqui no Brasil), mas para quem nao tem preguica de aprender algo novo e facil adaptar o teclado ao nosso idioma. Recomendo, vale o investimento.", "Estava em duvida entre esse e o modelo da Lenovo com configuracoes semelhantes. Pelo mesmo preco consegui um notebook com um bom design, processador melhor e um monitor de 120Hz. Nunca tinha usado antes um monitor com esta frequencia, e valeu muito a pena. Por enquanto, para jogos, so testei Genshin Impact, e roda na maxima qualidade em 2K num monitor externo"]},
{"name": "notebook asus tuf gamer i7 8gb 1tb ssd 3060 6gb 15,6 fhd customizado", "preco": "14.349,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "8 GB", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "1 Tera ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "kit notebook gaming 3i i7 16gb 512gb ssd placa gtx 1650 + teclado legion k300 + mouse gaming m100 lenovo", "preco": "7.577,00", "marca": "Lenovo", "processador": "NT/NI", "ram": "16 GB", "so": "Windows 10", "placa": "NT/NI", "hd": "NT/NI", "ssd": "512GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 24gb 256 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.849,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "24 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "Nvidia GeForce rtx 3060 com 6 gb GDDR6 de vram dedicada", "hd": "NT/NI", "ssd": "256 gb ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook gamer dell g15-i1100-m40p 15.6 fhd 11 geracao intel core i5 16gb 512gb ssd nvidia rtx 3050 windows 11", "preco": "8.049,00", "marca": "Dell", "processador": "11 geracao de Intel Core i5-11400H (cache de 12MB, ate 4.5 GHz, 6 cores", "ram": "16 GB", "so": "Windows 11 Home em Portugues (Brasil", "placa": "Placa de video dedicada nvidia GeForce rtx 3050 com 4GB GDDR6", "hd": "NT/NI", "ssd": "512GB", "nota": "5.0", "avaliadores": ["null"], "comentarios": ["sobre a questao da temperatura que muitos ficam se perguntando, garanto o meu nao passa dos 85 graus jogando, oque e excelente em notebook gamer. No mais e um otimo produto, muito bem construido, e atendeu minhas espectativas.", "eu adorei o produto nao tive nenhum problema com ele"]},
{"name": "notebook asus tuf gamer i7 40gb 2tb ssd 3060 6gb 15,6 fhd customizado", "preco": "16.749,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "40 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "2 Tera ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook 15.6 gamer ideapad i5-10300h/gaming 3i, 8gb/ssd256/gtx1650,4gb/win 10 - 82cg0002br lenovo", "preco": "5.953,71", "marca": "Lenovo", "processador": "NT/NI", "ram": "8 GB", "so": "Windows 10", "placa": "NVIDIA GeForce GTX 1650", "hd": "NT/NI", "ssd": "256 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 24gb 512 ssd 3060 6gb 15,6 fhd customizado", "preco": "14.099,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "24 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "512 gb ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 24gb 128 ssd 3060 6gb 15,6 fhd customizado", "preco": "13.749,00", "marca": "ASUS", "processador": "Intel Core i7-11370H", "ram": "24 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "128 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 40gb 256 ssd 3060 6gb 15,6 fhd customizado", "preco": "14.849,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "40 gb DDR4 3200 MHz so-dimm", "so": "Windows 11", "placa": "RTX 3060", "hd": "NT/NI", "ssd": "256 GB", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]},
{"name": "notebook asus tuf gamer i7 8gb 2tb ssd 3060 6gb 15,6 fhd customizado", "preco": "15.499,00", "marca": "Asus", "processador": "Intel Core i7-11370H", "ram": "8 GB", "so": "Windows 11", "placa": "Nvidia GeForce rtx 3060 com 6 gb GDDR6 de vram dedicada", "hd": "NT/NI", "ssd": "2 Tera ssd", "nota": "null", "avaliadores": ["null"], "comentarios": ["null"]}
]